# braude
السلام عليكم 
بالنسبة لــ Drive : https://goo.gl/XN1a7K
بدي اقول انه انضاف لـ 
*תקיית סמסטר ג : דיסקרטית 2 , משדיפ , הסתברות .. 
https://goo.gl/zIrCi9
* אלגברה 1 وفيو امتحانات 2015 كلها ,
https://goo.gl/aKDc76
*אלגברה 1 מח ضفت امتحانات 2013 ,2014, 2015 
https://goo.gl/LvRmyX
*لكورس אלגברה 2מח امتحانات السنوات الاخيرة 2012 2013 2014 2015 
https://goo.gl/NF5Mdx
*انضاف بـ חדוא 1מ >> Hedva Exams الي راح تلاقو فيها إمتحانات حدفا ١ ام نسبيًا قديمة من ال 2005 تقريبًا 
https://goo.gl/DcgWFn
بالنجاح للجميع